[
  "obsidian-git",
  "obsidian-textgenerator-plugin",
  "obsidian-advanced-slides",
  "obsidian-icon-folder",
  "obsidian-icons-plugin",
  "swiss-army-knife",
  "obsidian-imgur-plugin",
  "table-editor-obsidian",
  "templater-obsidian",
  "dataview",
  "awesome-reader",
  "obsidian-book-search-plugin",
  "settings-search",
  "obsidian-paste-as-html",
  "convert-url-to-iframe",
  "youtube-iframe-timestamps",
  "neighbouring-files",
  "global-search-and-replace",
  "metadata-menu"
]