[
  "obsidian-git",
  "execute-code",
  "dataview",
  "obsidian-advanced-slides",
  "settings-search",
  "obsidian-imgur-plugin",
  "table-editor-obsidian",
  "image-converter",
  "obsidian-link-embed",
  "open-gate",
  "convert-url-to-iframe",
  "colored-tags",
  "colored-text",
  "hotkeysplus-obsidian",
  "obsidian-icons-plugin",
  "obsidian-icon-folder",
  "emoji-shortcodes",
  "auto-note-mover",
  "obsidian-html-plugin",
  "obsidian-textgenerator-plugin",
  "obsidian-excalidraw-plugin",
  "css-snippets",
  "canvas-mindmap",
  "canvas-presentation"
]